Repository: dingwen07/NotiSync
Catalog: ios/NotiSyncKit/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: “My device” shares notifications, dismissals, and trust. “Someone else’s” only syncs their name.
zh_hans: “我的设备”会共享通知、关闭操作和信任关系；“他人的设备”只同步其名称。

source: %lld seconds
zh_hans: %lld 秒

source: 2048 bits
zh_hans: 2048 位

source: 3072 bits
zh_hans: 3072 位

source: 4096 bits
zh_hans: 4096 位

source: A passphrase is required for this encrypted SSH private key.
zh_hans: 此加密 SSH 私钥需要密码。

source: Activity
zh_hans: 活动

# activity.detail.epoch
source: epoch %lld
zh_hans: 第 %lld 世代

# activity.detail.messageCount
source: %lld messages
zh_hans: %lld 条消息

# activity.detail.noPeers
source: No peers
zh_hans: 没有其他设备

# activity.detail.nowEpoch
source: now epoch %lld
zh_hans: 当前第 %lld 世代

# activity.detail.ongoingNotSynced
source: Ongoing — not synced
zh_hans: 常驻通知，未同步

# activity.detail.readAllCounts
source: %1$lld notifications · %2$lld synced
zh_hans: %1$lld 条通知 · 已同步 %2$lld 条

# activity.detail.syncedToMesh
source: Synced to other devices
zh_hans: 已同步到其它设备

# activity.detail.toEpoch
source: → epoch %lld
zh_hans: → 第 %lld 世代

# activity.title.actionSent
source: Action sent
zh_hans: 已发送

# activity.title.approved
source: Approved
zh_hans: 已批准

# activity.title.assetSync
source: Asset sync
zh_hans: 资源同步

# activity.title.dismissed
source: Dismissed
zh_hans: 已关闭

# activity.title.dismissedLocally
source: Dismissed locally
zh_hans: 已关闭（本地）

# activity.title.keptTrusted
source: Kept trusted
zh_hans: 保持信任

# activity.title.localStateRecovered
source: Recovered local state
zh_hans: 本地状态已恢复

# activity.title.paired
source: Paired
zh_hans: 已配对

# activity.title.readAll
source: Marked all as read
zh_hans: 已全部标为已读

# activity.title.rejected
source: Rejected
zh_hans: 已拒绝

# activity.title.relayDrained
source: Relay drained
zh_hans: 中继已拉取

# activity.title.remoteDismissal
source: Remote dismissal
zh_hans: 已关闭（远程）

# activity.title.renamed
source: Renamed
zh_hans: 已重命名

# activity.title.revokeConfirmed
source: Revoke confirmed
zh_hans: 撤销已确认

# activity.title.revoked
source: Revoked
zh_hans: 已撤销

# activity.title.rotatedDebug
source: Rotated
zh_hans: 已轮换

# activity.title.rotationActivated
source: Rotation activated
zh_hans: 密钥轮换已启用

# activity.title.rotationRetired
source: Rotation retired
zh_hans: 旧密钥已停用

# activity.title.rotationStarted
source: Rotation started
zh_hans: 密钥轮换已开始

# activity.title.trustUpdated
source: Trust updated
zh_hans: 信任已更新

source: Add a device
zh_hans: 添加设备

source: Add SSH Key
zh_hans: 添加 SSH 密钥

source: Address
zh_hans: 地址

source: Agent Flags
zh_hans: SSH Agent 标志

source: Algorithm
zh_hans: 算法

source: All
zh_hans: 全部

source: All hosts
zh_hans: 所有主机

source: Allow
zh_hans: 允许

source: Already added
zh_hans: 已存在

source: Always ask
zh_hans: 始终询问

source: An SSH wire field is too large.
zh_hans: SSH 线路字段过大。

source: Another passkey request is already in progress.
zh_hans: 另一个通行密钥请求正在进行中。

source: App-only Keychain
zh_hans: 仅供本应用使用的钥匙串

source: Approval
zh_hans: 批准方式

source: Approve
zh_hans: 批准

source: Approve only if you recognize the requesting device and destination.
zh_hans: 仅当您确认请求设备和目标无误时才批准。

source: Approved
zh_hans: 已批准

source: Authentication
zh_hans: 身份验证

source: Auto approved by remembered authorization
zh_hans: 通过已记住的授权自动批准

source: Automatic passkey selection did not finish. Paste a recovery record to select the matching passkey directly.
zh_hans: 未完成自动通行密钥选择。请粘贴恢复记录以直接选择匹配的通行密钥。

source: Back
zh_hans: 返回

source: Backed up by credential provider
zh_hans: 已由凭据提供方备份

source: Backup Eligible
zh_hans: 支持备份

source: Cancel
zh_hans: 取消

source: Cancelled
zh_hans: 已取消

source: Clear App Filter
zh_hans: 清除应用过滤

source: Clear Channel Filter
zh_hans: 清除通知渠道过滤

source: Clear Device Filter
zh_hans: 清除设备过滤

source: Clear Filter
zh_hans: 清除过滤器

source: Client ID
zh_hans: 客户端 ID

source: Close
zh_hans: 关闭

source: Completed
zh_hans: 已完成

source: Device Pairing
zh_hans: 设备配对

source: Confirm this fingerprint before approving the import.
zh_hans: 批准导入前，请确认此指纹。

source: Confirm this fingerprint before importing the key.
zh_hans: 导入密钥前，请确认此指纹。

source: Confirmation
zh_hans: 确认要求

source: Connect Your Other Devices
zh_hans: 连接您的其他设备

source: Connection ID
zh_hans: 连接 ID

source: Continue
zh_hans: 继续

source: Copy Public Key
zh_hans: 复制公钥

source: Copy Text
zh_hans: 复制正文

source: Could Not Delete Key
zh_hans: 无法删除密钥

source: Could not generate an SSH key identifier.
zh_hans: 无法生成 SSH 密钥标识符。

source: Could Not Generate Key
zh_hans: 无法生成密钥

source: Could Not Import Key
zh_hans: 无法导入密钥

source: Create
zh_hans: 创建

source: Create Passkey Key
zh_hans: 创建由通行密钥支持的 SSH 密钥

source: Created
zh_hans: 创建时间

source: Credential State
zh_hans: 凭据状态

source: Cross-origin passkey responses are not supported.
zh_hans: 不支持跨源通行密钥响应。

source: Current epoch
zh_hans: 当前密钥世代

source: Current process
zh_hans: 当前进程

source: Customize Controls
zh_hans: 自定义控件

source: Delete %lld Results
zh_hans: 删除全部 %lld 个结果

source: Delete All
zh_hans: 删除全部

source: Delete All %lld Activities
zh_hans: 删除全部 %lld 个活动

# Delete All %lld from %@
source: Delete All %1$lld from %2$@
zh_hans: 删除来自%2$@的全部 %1$lld 个通知

source: Delete All %lld Notifications
zh_hans: 删除全部 %lld 个通知

source: Delete Key
zh_hans: 删除密钥

source: Delete Search Results
zh_hans: 删除搜索结果

source: Delete this SSH key?
zh_hans: 要删除此 SSH 密钥吗？

# delivery.apnsAlertInline
source: APNs Inline (NSE)
zh_hans: APNs 内联（NSE）

# delivery.apnsAlertRelayFetch
source: APNs + Fetch (NSE)
zh_hans: APNs + 拉取（NSE）

# delivery.apnsInline
source: APNs Inline
zh_hans: APNs 内联

# delivery.apnsRelayFetch
source: APNs + Fetch
zh_hans: APNs + 拉取

# delivery.backgroundRefresh
source: Background refresh
zh_hans: 后台刷新

# delivery.foregroundDrain
source: Foreground relay drain
zh_hans: 前台中继拉取

# delivery.foregroundWebSocket
source: Foreground WebSocket
zh_hans: 前台 WebSocket

# delivery.localPreview
source: Local preview
zh_hans: 本地预览

source: Desktop bridge report
zh_hans: 桌面桥接程序报告

source: Desktop ssh-add
zh_hans: 桌面端 ssh-add

source: Device
zh_hans: 设备

source: Device ID
zh_hans: 设备 ID

source: Device Name
zh_hans: 设备名称

source: Device-only Keychain
zh_hans: 仅限本设备的钥匙串

source: Devices
zh_hans: 设备

source: Diagnostics
zh_hans: 诊断

source: Direct
zh_hans: 直连

source: Direction
zh_hans: 连接方向

source: Dismissed
zh_hans: 已关闭

source: Display Label
zh_hans: 显示标签

source: Done
zh_hans: 完成

source: Drain
zh_hans: 拉取

source: Ed25519 agent identity components are invalid.
zh_hans: Ed25519 Agent 身份组件无效。

source: Ed25519 private and public components do not match.
zh_hans: Ed25519 私钥和公钥组件不匹配。

source: Eligible; not currently backed up
zh_hans: 支持备份，但目前尚未备份

source: Encrypted OpenSSH private-key files are not supported in this version. Convert the key to encrypted PKCS#8 PEM first.
zh_hans: 此版本不支持加密的 OpenSSH 私钥文件。请先将密钥转换为加密的 PKCS#8 PEM。

source: Encryption
zh_hans: 加密

source: Encryption key
zh_hans: 加密密钥

source: Enlarge
zh_hans: 放大

source: Epoch
zh_hans: 密钥世代

# error.broker.attestationFailed
source: Attestation failed (%1$d): %2$@
zh_hans: 设备证明失败（%d）：%@

# error.broker.badURL
source: The broker URL is not valid.
zh_hans: Broker URL 无效。

# error.broker.http
source: Broker returned %1$d: %2$@
zh_hans: Broker 返回 %d：%@

# error.broker.unauthorized
source: Broker rejected the request (401).
zh_hans: Broker 拒绝了请求 (401)。

# error.deviceKey.generationFailed
source: Could not create a NotiSync key.
zh_hans: 无法创建 NotiSync 密钥。

# error.deviceKey.hpkeKeyMissing
source: No HPKE private key for epoch %d.
zh_hans: 第 %d 世代没有 HPKE 私钥。

# error.deviceKey.publicKeyUnavailable
source: Could not export a NotiSync public key.
zh_hans: 无法导出 NotiSync 公钥。

# error.deviceKey.signatureFailed
source: Could not sign with a NotiSync key.
zh_hans: 无法使用 NotiSync 密钥签名。

# error.engine.noHpkeKey
source: No HPKE private key for epoch %d.
zh_hans: 第 %d 世代没有 HPKE 私钥。

# error.engine.notForUs
source: Envelope is not addressed to this device.
zh_hans: 此信封不是发给本设备的。

# error.engine.persistenceFailed
source: Could not save trusted-device state.
zh_hans: 无法保存可信设备状态。

# error.engine.unknownSender
source: No trusted keys for sender %@.
zh_hans: 没有发送方 %@ 的受信任密钥。

# error.engine.unresolvedSender
source: No current key-epoch for sender %@.
zh_hans: 没有发送方 %@ 的当前密钥世代。

# error.engine.untrustedSender
source: Sender %@ is not a trusted device.
zh_hans: 发送方 %@ 不是受信任设备。

# error.engine.verificationFailed
source: Envelope signature did not verify.
zh_hans: 信封签名验证失败。

# error.experience.missingPairingURL
source: Could not build this device's pairing link.
zh_hans: 无法创建该设备的配对链接。

# error.experience.runtimeNotReady
source: NotiSync is still starting up.
zh_hans: NotiSync 仍在启动中。

# error.title.apnsRegistration
source: APNs registration
zh_hans: APNs 注册

# error.title.dismissSync
source: Dismiss sync
zh_hans: 关闭同步

# error.title.envelopeDelivery
source: Envelope delivery
zh_hans: 信封递送

# error.title.identity
source: Identity
zh_hans: 身份

# error.title.notificationPermission
source: Notification permission
zh_hans: 通知权限

# error.title.pairing
source: Pairing
zh_hans: 配对

# error.title.profileBroadcast
source: Profile broadcast
zh_hans: 资料广播

# error.title.rotation
source: Rotation
zh_hans: 密钥轮换

# error.title.routePublish
source: Route publish
zh_hans: 路由发布

# error.title.trustBroadcast
source: Trust broadcast
zh_hans: 信任广播

source: Evidence
zh_hans: 依据

source: Excluded passkey identifiers are outside the allowed bounds.
zh_hans: 要排除的通行密钥标识符超出允许范围。

source: Experience Mode
zh_hans: 体验模式

source: Expired
zh_hans: 已过期

source: Expires
zh_hans: 过期时间

source: Failed
zh_hans: 失败

source: Filter by App
zh_hans: 按应用过滤

source: Fingerprint
zh_hans: 指纹

source: First Approved
zh_hans: 首次批准

source: Forces a key rotation immediately. Normally rotates ~monthly. The old epoch's keys are retained through the overlap so in-flight notifications still decrypt.
zh_hans: 立即强制进行一次密钥轮换。通常约每月轮换一次。旧世代的密钥会在重叠期内保留，以便传输中的通知仍可解密。

source: Forget Authorization
zh_hans: 忘记授权

source: Forget Host
zh_hans: 忘记主机

source: Forget remembered authorization?
zh_hans: 忘记已记住的授权？

source: Forget this Known Host?
zh_hans: 忘记此已知主机？

source: Format
zh_hans: 格式

source: Forwarded
zh_hans: 已转发

source: Future Requests
zh_hans: 后续请求

source: Future requests from this device will require approval when they no longer match another remembered authorization.
zh_hans: 当这台设备今后的请求不再匹配其他已记住的授权时，将需要手动批准。

source: Generate
zh_hans: 生成

source: Generate Managed Key
zh_hans: 生成托管密钥

source: Generate SSH Key
zh_hans: 生成 SSH 密钥

source: Generate, import, or recover a passkey-backed SSH key.
zh_hans: 生成、导入或恢复由通行密钥支持的 SSH 密钥。

source: Generated SSH key has an unexpected algorithm.
zh_hans: 生成的 SSH 密钥算法与预期不符。

source: Get Started
zh_hans: 开始使用

source: Host
zh_hans: 主机

source: Host Key
zh_hans: 主机密钥

source: Hostname
zh_hans: 主机名

source: Hostnames are display labels only. SSH trust is bound to the verified host-key fingerprint.
zh_hans: 主机名仅作为显示标签。SSH 信任关系与已验证的主机密钥指纹绑定。

source: Identity
zh_hans: 身份

source: Import
zh_hans: 导入

source: Import from Clipboard
zh_hans: 从剪贴板导入

source: Import from File
zh_hans: 从文件导入

source: Import SSH Key
zh_hans: 导入 SSH 密钥

source: Imported
zh_hans: 已导入

source: Imported Comment
zh_hans: 导入的备注

source: Imported SSH Key
zh_hans: 导入的 SSH 密钥

source: Improve Watch Compatibility
zh_hans: 提高手表兼容性

source: Inbox
zh_hans: 收件箱

source: Inbox Options
zh_hans: 收件箱选项

source: Indefinite CBOR lengths are unsupported.
zh_hans: 不支持不定长度的 CBOR 数据。

source: Input
zh_hans: 输入

source: Inspecting Key…
zh_hans: 正在检查密钥…

source: Install NotiSync on your other devices, then pair them from the Devices tab.
zh_hans: 在您的其他设备上安装 NotiSync，然后在“设备”标签页中配对。

source: iOS Devices
zh_hans: iOS 设备

source: iPhone SSH Key
zh_hans: iPhone SSH 密钥

source: Keep
zh_hans: 保留

source: Key
zh_hans: 密钥

source: Key already present
zh_hans: 密钥已存在

source: Key imported
zh_hans: 密钥已导入

source: Key Name
zh_hans: 密钥名称

source: Key Not Found
zh_hans: 找不到密钥

source: Key Rotation
zh_hans: 密钥轮换

source: Key signature did not verify — do not trust.
zh_hans: 密钥签名验证失败，请不要信任。

source: Keys
zh_hans: 密钥

source: Keys will sync after pairing.
zh_hans: 密钥将在配对后同步。

source: Known Host
zh_hans: 已知主机

source: Known Host Not Found
zh_hans: 未找到已知主机

source: Known Hosts
zh_hans: 已知主机

source: Known hosts match
zh_hans: 已知主机匹配

source: Last Approved
zh_hans: 最近批准

source: Last Delivery
zh_hans: 上次递送

source: Last Drain
zh_hans: 上次拉取

source: Last Route
zh_hans: 上次路由

source: Local peer credentials
zh_hans: 本地对等方凭据

source: Looking for its public recovery record in Passwords…
zh_hans: 正在“密码”中查找其公共恢复记录…

source: Managed private keys stay in this device’s app-only Keychain. Passkey private keys remain with your selected credential provider.
zh_hans: 托管私钥会保存在此设备仅供本应用使用的钥匙串中。通行密钥的私钥则由您选择的凭据提供程序保管。

source: Managed private keys stay in this device’s Keychain. Passkey private keys remain with your selected credential provider.
zh_hans: 受管理的私钥保存在此设备的钥匙串中。通行密钥的私钥仍由您选择的凭据提供方保管。

source: Manually approved
zh_hans: 手动批准

source: Manually approved; remembering unavailable
zh_hans: 已手动批准；无法记住授权

source: Mark Notifications from %@ as Read
zh_hans: 将来自%@的通知标记为已读

source: More options
zh_hans: 更多选项

source: My pairing code
zh_hans: 我的配对码

source: Name
zh_hans: 名称

source: Named-pipe client process
zh_hans: 命名管道客户端进程

source: Needs Review
zh_hans: 待审核

source: No
zh_hans: 否

source: No activity
zh_hans: 暂无活动

source: No apps yet
zh_hans: 目前尚无应用

source: No Known Hosts
zh_hans: 暂无已知主机

source: No mirrored notifications
zh_hans: 没有镜像通知

source: No Notifications for This App
zh_hans: 没有来自此应用的通知

source: No remembered authorizations for this key.
zh_hans: 此密钥没有已记住的授权。

source: No SSH Keys
zh_hans: 没有 SSH 密钥

source: No Unread Notifications
zh_hans: 没有未读通知

source: Not eligible for sync
zh_hans: 不支持同步

source: Not saved
zh_hans: 未保存

# notification.action.dismiss
source: Dismiss
zh_hans: 关闭

# notification.action.openOnDevice
source: Open on %@
zh_hans: 在 %@ 上打开

# notification.action.send
source: Send
zh_hans: 发送

# notification.dismissSync.title
source: Notifications updated
zh_hans: 通知已更新

# notification.localTest.body
source: Posted by NotiSync without APNs.
zh_hans: 由 NotiSync 发送，不经过 APNs。

# notification.localTest.title
source: Local notification
zh_hans: 本地通知

# notification.message.selfSender
source: You
zh_hans: 你

source: Notifications
zh_hans: 通知

source: Notifications are off. You can turn them on in Settings.
zh_hans: 通知已关闭。您可以在“设置”中重新开启。

source: Notifications are on.
zh_hans: 已允许通知。

source: Notifications Silenced
zh_hans: 通知已静音

source: NotiSync cannot present the passkey provider right now.
zh_hans: NotiSync 当前无法显示通行密钥提供方。

source: NotiSync first selects the roamed passkey, then looks up its public recovery record. Manual entry remains available if lookup is unavailable.
zh_hans: NotiSync 会先选择漫游通行密钥，再查找其公共恢复记录。如果无法查找，仍可手动输入。

source: NotiSync is not ready.
zh_hans: NotiSync 尚未就绪。

source: NotiSync key file
zh_hans: NotiSync 密钥文件

source: NotiSync needs permission to show notifications from your other devices on this iPhone.
zh_hans: NotiSync 需要通知权限，才能在这部 iPhone 上显示来自您其他设备的通知。

source: OK
zh_hans: 好

source: Onboarding
zh_hans: 引导

source: Only ECDSA nistp256 agent identities are supported.
zh_hans: 仅支持 ECDSA nistp256 Agent 身份。

source: Only none passkey attestation is supported.
zh_hans: 仅支持 none 通行密钥证明格式。

source: Only OpenSSH ECDSA nistp256 keys are supported.
zh_hans: 仅支持 OpenSSH ECDSA nistp256 密钥。

source: Only platform passkeys are supported for SSH keys.
zh_hans: SSH 密钥仅支持平台通行密钥。

source: Open Settings
zh_hans: 打开设置

source: OpenSSH private and public key records do not match.
zh_hans: OpenSSH 私钥和公钥记录不匹配。

source: OpenSSH private-key files must contain exactly one key.
zh_hans: OpenSSH 私钥文件必须仅包含一个密钥。

source: Operational
zh_hans: 操作密钥

source: Pair
zh_hans: 配对

source: Pair Device
zh_hans: 配对设备

source: Pairing
zh_hans: 配对

# pairing.error.codeNotVerified
source: That code could not be verified.
zh_hans: 无法验证该代码。

# pairing.error.noValidClipboard
source: No valid pairing code on the clipboard.
zh_hans: 剪贴板中没有有效的配对码。

# pairing.experience.failed
source: Experience Mode could not start.
zh_hans: 体验模式无法启动。

# pairing.experience.started
source: Experience Mode paired. Demo notifications will arrive shortly.
zh_hans: 体验模式已配对。演示通知将很快到达。

# pairing.nfc.action
source: Pair with NFC
zh_hans: 通过 NFC 配对

# pairing.nfc.error.deviceNotReady
source: The device is not ready for NFC pairing. Open NotiSync on it, make sure it is unlocked, and try again.
zh_hans: 设备尚未准备好进行 NFC 配对。请在该设备上打开 NotiSync，确保设备已解锁，然后重试。

# pairing.nfc.error.communication
source: Could not exchange pairing information over NFC. Try again.
zh_hans: 无法通过 NFC 交换配对信息。请重试。

# pairing.nfc.error.incompatible
source: This device does not support NotiSync one-tap pairing.
zh_hans: 此设备不支持 NotiSync 一碰配对。

# pairing.nfc.error.invalidExchange
source: The NFC pairing information was invalid.
zh_hans: NFC 配对信息无效。

# pairing.nfc.error.notVerified
source: The NFC pairing information could not be verified.
zh_hans: 无法验证 NFC 配对信息。

# pairing.nfc.error.preparation
source: Could not prepare NFC pairing.
zh_hans: 无法准备 NFC 配对。

# pairing.nfc.error.timeout
source: NFC pairing timed out. Try again.
zh_hans: NFC 配对超时。请重试。

# pairing.nfc.error.unavailable
source: NFC pairing is unavailable on this device.
zh_hans: 此设备无法使用 NFC 配对。

# pairing.nfc.lookingForSupportedDevice
source: Looking for supported device
zh_hans: 正在查找受支持的设备

# pairing.nfc.scan.connectionLost
source: Connection lost. Hold the devices together and try again.
zh_hans: 连接已断开。请保持两台设备贴近，然后重试。

# pairing.nfc.scan.multipleDevices
source: More than one device detected. Move other NFC devices away and try again.
zh_hans: 检测到多台设备。请移开其他 NFC 设备，然后重试。

# pairing.nfc.scan.prompt
source: Hold the top of this iPhone near the supported device. Make sure the device is unlocked.
zh_hans: 将此 iPhone 的顶部靠近受支持的设备，并确保该设备已解锁。

# pairing.nfc.scan.success
source: Pairing information exchanged.
zh_hans: 已交换配对信息。

# pairing.nfc.scan.unsupportedCard
source: That is not a compatible NotiSync device. Try another supported device.
zh_hans: 这不是兼容的 NotiSync 设备。请尝试另一台受支持的设备。

source: Passkey
zh_hans: 通行密钥

source: Passkey backup state requires backup eligibility.
zh_hans: 通行密钥只有在支持备份时才能处于已备份状态。

source: Passkey ECDSA-SK
zh_hans: 通行密钥 ECDSA-SK

source: Passkey provider
zh_hans: 通行密钥提供程序

source: Passkey Recovery Record
zh_hans: 通行密钥恢复记录

source: Passkey SSH Key
zh_hans: 通行密钥 SSH 密钥

source: Passkey user presence and verification are required.
zh_hans: 通行密钥需要用户在场和用户验证。

source: Passkey-backed keys always require credential-provider verification and cannot remember approvals.
zh_hans: 通行密钥支持的密钥每次都需要凭据提供方验证，且无法记住授权。

source: Passphrase, if encrypted
zh_hans: 密码（若已加密）

source: Passwords
zh_hans: 密码

source: Paste a NotiSync SSH passkey recovery record first.
zh_hans: 请先粘贴 NotiSync SSH 通行密钥恢复记录。

source: Paste pairing code
zh_hans: 粘贴配对码

source: Paste the public recovery record from NotiSync. The selected or matching roamed passkey is still required.
zh_hans: 粘贴 NotiSync 的公共恢复记录。仍需使用已选择或匹配的漫游通行密钥。

source: Paste the public recovery record from NotiSync. You will then select and verify the matching roamed passkey.
zh_hans: 粘贴 NotiSync 的公共恢复记录，然后选择并验证匹配的漫游通行密钥。

source: Pending
zh_hans: 等待批准

source: Pending Approval
zh_hans: 待批准

source: Permission
zh_hans: 权限

source: Picture in Picture
zh_hans: 画中画

source: Platform
zh_hans: 平台

# platform.remoteDevice
source: Device
zh_hans: 设备

source: Posting Notifications
zh_hans: 可发布通知

source: Preview Key
zh_hans: 预览密钥

source: Private Key
zh_hans: 私钥

source: Process %lld
zh_hans: 进程 %lld

source: Process hint
zh_hans: 进程提示

source: Process information is context only and is not a security boundary.
zh_hans: 进程信息仅供参考，不构成安全边界。

source: Protection
zh_hans: 保护方式

source: Public Key
zh_hans: 公钥

source: Publish Route
zh_hans: 发布路由

source: Push Route
zh_hans: 推送路由

source: PuTTY PPK private keys are not supported in this version.
zh_hans: 此版本不支持 PuTTY PPK 私钥。

source: Read All
zh_hans: 全部已读

source: Recover
zh_hans: 恢复

source: Refresh Preview
zh_hans: 刷新预览

source: Reject
zh_hans: 拒绝

source: Rejected
zh_hans: 已拒绝

source: Relying Party
zh_hans: 依赖方

source: Remember device and host key
zh_hans: 记住设备和主机密钥

source: Remember this device
zh_hans: 记住此设备

source: Remembered Authorizations
zh_hans: 已记住的授权

source: Remembering allowed
zh_hans: 允许记住授权

source: Remove
zh_hans: 移除

source: Remove Client Integrity Token
zh_hans: 移除客户端完整性验证令牌

source: Reported Aliases
zh_hans: 报告的别名

source: Request
zh_hans: 请求

source: Request cancelled
zh_hans: 请求已取消

source: Request completed
zh_hans: 请求已完成

source: Request Digest
zh_hans: 请求摘要

source: Request expired
zh_hans: 请求已过期

source: Request failed
zh_hans: 请求失败

source: Request ID
zh_hans: 请求 ID

source: Request Not Found
zh_hans: 找不到请求

source: Request rejected
zh_hans: 请求已拒绝

source: Request signed
zh_hans: 请求已签名

source: Requested
zh_hans: 请求时间

source: Requested Lifetime
zh_hans: 请求的有效期

source: Requester-Reported Process
zh_hans: 请求方报告的进程

source: Required every time
zh_hans: 每次都需要

source: Retry
zh_hans: 重试

source: Return
zh_hans: 回车

source: Review the key name, then add the verified roamed passkey to this device.
zh_hans: 检查密钥名称，然后将已验证的漫游通行密钥添加到此设备。

source: Revoke
zh_hans: 撤销

source: Rotate Now
zh_hans: 立即轮换

# rotation.duration.lessThanMinute
source: less than 1 minute
zh_hans: 不到 1 分钟

# rotation.duration.now
source: now
zh_hans: 现在

# rotation.status.activatingEpoch
source: Activating epoch %1$lld in %2$@
zh_hans: 将在 %2$@ 后启用第 %1$lld 世代

# rotation.status.nextRotation
source: Next rotation in %@
zh_hans: 下次轮换将在 %@ 后

# rotation.status.noneScheduled
source: No rotation scheduled
zh_hans: 没有已计划的轮换

# rotation.status.retiringPreviousEpoch
source: Disabling previous epoch in %@
zh_hans: 将在 %@ 后停用上一世代

source: Route
zh_hans: 路由

# routeEnvironment.development
source: Development
zh_hans: 开发

# routeEnvironment.production
source: Production
zh_hans: 生产

source: RSA SHA-1 (legacy)
zh_hans: RSA SHA-1（旧版）

source: RSA Size
zh_hans: RSA 密钥大小

source: Safety number
zh_hans: 安全码

source: Save
zh_hans: 保存

source: Save Recovery Record to Passwords
zh_hans: 将恢复记录保存到“密码”

source: Saved
zh_hans: 已保存

source: Scan pairing code
zh_hans: 扫描配对码

source: Scan Code
zh_hans: 扫描代码

source: Scan this on your other device to pair.
zh_hans: 用另一台设备扫描以配对。

# scanner.error.cameraUnavailable
source: Camera unavailable.
zh_hans: 相机不可用。

source: Search notifications
zh_hans: 搜索通知

source: Secure random-number generation failed.
zh_hans: 安全随机数生成失败。

source: See notifications from your other devices on this iPhone — private and end-to-end encrypted.
zh_hans: 在这部 iPhone 上查看来自您其他设备的通知 — 私密且端到端加密。

source: Select the roamed passkey you want to add.
zh_hans: 选择您要添加的漫游通行密钥。

source: Send
zh_hans: 发送

source: Send a maximum of 300 bytes at a time.
zh_hans: 发送最多300字节。

source: Sending
zh_hans: 正在发送

source: Sending response
zh_hans: 正在发送响应

source: Service
zh_hans: 服务

source: Settings
zh_hans: 设置

source: Share Public Key
zh_hans: 共享公钥

source: Share Public Recovery Record
zh_hans: 分享公共恢复记录

source: Show
zh_hans: 显示

source: Show app icons in a different way that displays better on Apple Watch. When off, app icons appear as image thumbnails.
zh_hans: 以另一种方式显示应用图标，以便在 Apple Watch 上获得更好的显示效果。关闭时，应用图标会显示为图片缩略图。

source: Show Full Text
zh_hans: 显示全文

source: Show input
zh_hans: 显示输入

source: Show Notifications Here
zh_hans: 在此设备上显示通知

source: Shrink
zh_hans: 缩小

source: Signature Algorithm
zh_hans: 签名算法

source: Signed
zh_hans: 已签名

source: Signed SSH user authentication
zh_hans: 已签名的 SSH 用户身份验证

source: Signing and Import History
zh_hans: 签名和导入历史记录

source: Signing key
zh_hans: 签名密钥

source: Silence this App
zh_hans: 静音此 App

source: Silence this Channel
zh_hans: 静音此通知渠道

source: Silence this Device
zh_hans: 静音此设备

source: Simulate Reinstall Recovery
zh_hans: 模拟重装后恢复

source: Size
zh_hans: 大小

source: Skip
zh_hans: 跳过

source: Source
zh_hans: 来源
